
"Battery Power" = "Аккумулятора";
"AC Power" = "Сетевого адаптера";
"UPS Power" = "Источника бесперебойного питания";

//Alternate Power Adapter tabViewItem label
"Power" = "Питание";

//The power warning sheet
"Restore Defaults" = "Настройки по умолчанию";
"OK" = "OK";
"Cancel" = "Отмена";

"UPS Power Checkbox" = "Показать статус ИБП в строке меню";
//"Battery Power Checkbox"= "Show battery status in the menu bar";

// the UPS status
"percent full" = "%.0f %% от полной зарядки";
"Current UPS Charge" = "Аккумулятор заряжен на %.0f %%";

"Power consumption may be greater than normal." = "С этими настройками компьютер, возможно, будет расходовать больше энергии.";
"Reset by clicking Restore Defaults" = "Чтобы расходовать меньше энергии, нажмите «Настройки по умолчанию».";

"Network wake noise warning" = "Если включен выход из режима сна для доступа к сети, компьютер может периодически выходить из режима сна.";
"Wakes for detection" = "Сообщает другим устройствам о том, что компьютер по-прежнему доступен в сети.";

"Wake for network" = "Выводить из режима сна для доступа к сети";
"Wake for Ethernet" = "Выводить Ethernet из режима сна для доступа к сети";
"Wake for AirPort" = "Выводить AirPort из режима сна для доступа к сети";

"Custom" = "Произвольный режим";

"Schedule Warning- power adapter must be present" = "Запуск компьютера по расписанию производится только, если Mac подключен к сети питания.";

// the Battery Status is always appended to one of the above strings so a space is provided at the strings beginning.
"Battery Status" = "Аккумулятор заряжен на %.0f %%. Ожидаемое время работы: %@";
"Battery Status, Charged" = "Аккумулятор заряжен.";
"Short Battery Status" = "Осталось приблизительно: %@ (%.0f%%)";
"Battery Status, Charging" = "Аккумулятор заряжен на %.0f %%. Ожидаемое время до полной зарядки: %@";
"Short Battery Status, Charging" = "Ожидаемое время до полной зарядки: %@ (%.0f%%)";
"Current Charge" = "Аккумулятор заряжен на %.0f %%";
"Calculating time" = "Оцениваю время";
 
"Check Battery" = "Требуется обслуживание."; 
"Poor Battery" = "Состояние аккумулятора: требуется замена.";
"Fair Battery" = "Состояние аккумулятора: срок эксплуатации истекает.";


"AutoProc" = "Автоматически";
"HighProc" = "Наивысшее";
"NormalProc" = "Пониженное";

/* strings for tool tips */
"minute" = "мин.";
"minutes" = "мин.";
"hour" = "ч.";
"hours" = "ч.";

"dim" = "Потемнение";
"sleep" = "Режим сна";
"halfminute" = ",5";

/* Format String to display tool tip with.  MUST contain two arguments that show where to insert the display
    dim time %1$@  and where to insert the display sleep time %2$@    They can be in any order.  The %1
    tells the string to put the first (dim time) parameter in that location.  %2 indicates the place to put
    the display sleep time. */
"Dim %@. Sleep %@." = "Потемнение: %1$@. Режим сна: %2$@.";

"Never" = "Никогда";
"1 minute" = "1 минута";
"3 minutes" = "3 минуты";
"5 minutes" = "5 минут";
"10 minutes" = "10 минут";
"15 minutes" = "15 минут";
"20 minutes" = "20 минут";
"25 minutes" = "25 минут";
"30 minutes" = "30 минут";  
"45 minutes" = "45 минут";
"1 hour" = "1 час";
"1 hour 15 minutes" = "1 час 15 минут";
"1 hour 30 minutes" = "1 час 30 минут";  
"1 hour 45 minutes" = "1 час 45 минут";
"2 hours" = "2 часа";
"3 hours" = "3 часа";

"Better Energy Savings" = "Улучшенная экономия энергии";
"Better Battery Life" = "Экономичный режим";
"Better UPS Life" = "Улучшенная работа ИБП (UPS)";

// *** Note to localizers: These strings will be clipped if they get much longer.
// The second string is almost as long as possible (about two additional character widths are possible)
"GFX_CHANGE_WARNING_TEXT_LOGOUT" = "Для применения Вы должны выйти из системы.";
"GFX_CHANGE_WARNING_TEXT_ALL_LOGOUT" = "Для применения все пользователи должны выйти из системы.";
"GFX_CHANGE_WARNING_TEXT_RESTART" = "Необходима перезагрузка для применения изменения";

"GFX_CHANGE_TITLE" = "Изменение настроек графики требует выполнения входа.";
"GFX_CHANGE_DESC" = "Нажмите «Выход», чтобы продолжить. У Вас будет возможность сохранить все открытые документы.";
"GFX_CHANGE_TITLE2" = "Изменение настроек графики требует выполнения перезагрузки компьютера.";
"GFX_CHANGE_DESC2" = "Нажмите «Перезагрузить», чтобы продолжить. У Вас будет возможность сохранить все открытые документы.";
"LOGOUT_BUTTON" = "Выход";
"RESTART_BUTTON" = "Перезагружать";

"AUTO_SWITCH_MSG_ON"  = "Ваш компьютер будет автоматически переключаться между режимами графики с целью продления срока действия аккумулятора.";
"AUTO_SWITCH_MSG_OFF" = "Если автопереключение отключено, компьютер всегда будет использовать графику улучшенной производительности.\nВремя действия аккумулятора может сократиться.";

//"Custom Profile Tooltip" = "Custom Settings";

//"energy savings" = "energy savings";
//"battery life" = "battery life";
//"UPS life" = "UPS life";

//"Profile High Perf Rating" = "Your energy settings are optimized for high performance.";
//"Profile Better Performance Rating" = "Your energy settings are optimized for better than average %@.";
//"Profile Normal Rating" = "Your energy settings are optimized for normal performance and %@.";
//"Profile Better Energy Rating" = "Your energy settings are optimized for better than average %@.";

//"long battery life" = "long battery life";
//"long UPS life" = "long UPS life";
//"high energy savings" = "high energy savings";
//"Profile High Energy Savings Rating" = "Your energy settings are optimized for %@.";


